import WAITING from "/waiting.png"
import DELIVERY from "/delivery-truck.png"
import SECURE from "/secure.png"
import MONEY from "/money-bags.png"

export const mockQuestions = [
  {
    id: 1,
    text: "Подтверждено: сознание наших соотечественников не замутнено пропагандой?",
    desc: "В частности, дальнейшее развитие различных форм деятельности позволяет выполнить важные задания по разработке дальнейших направлений развития. Предварительные выводы неутешительны: экономическая повестка сегодняшнего дня говорит о возможностях существующих финансовых и административных условий."
  },
  {
    id: 2,
    text: "Прототип нового сервиса - это как трубный призыв?",
    desc: "В частности, дальнейшее развитие различных форм деятельности позволяет выполнить важные задания по разработке дальнейших направлений развития. Предварительные выводы неутешительны: экономическая повестка сегодняшнего дня говорит о возможностях существующих финансовых и административных условий."
  },
  {
    id: 3,
    text: "Частокол на границе продолжает удивлять?",
    desc: "В частности, дальнейшее развитие различных форм деятельности позволяет выполнить важные задания по разработке дальнейших направлений развития. Предварительные выводы неутешительны: экономическая повестка сегодняшнего дня говорит о возможностях существующих финансовых и административных условий."
  },
  {
    id: 4,
    text: "Очевидцы сообщают, что слышали грохот грома градущих изменений?",
    desc: "В частности, дальнейшее развитие различных форм деятельности позволяет выполнить важные задания по разработке дальнейших направлений развития. Предварительные выводы неутешительны: экономическая повестка сегодняшнего дня говорит о возможностях существующих финансовых и административных условий."
  },
  {
    id: 5,
    text: "И по сей день в центральных регионах звучит перекатами печальный плач оппозиции?",
    desc: "В частности, дальнейшее развитие различных форм деятельности позволяет выполнить важные задания по разработке дальнейших направлений развития. Предварительные выводы неутешительны: экономическая повестка сегодняшнего дня говорит о возможностях существующих финансовых и административных условий."
  },
  {
    id: 6,
    text: "Нынче никто не может себе позволить инициировать треск разлетающихся скреп?",
    desc: "В частности, дальнейшее развитие различных форм деятельности позволяет выполнить важные задания по разработке дальнейших направлений развития. Предварительные выводы неутешительны: экономическая повестка сегодняшнего дня говорит о возможностях существующих финансовых и административных условий."
  },
  {
    id: 7,
    text: "Высококачественный прототип будущего проекта обнадёживает?",
    desc: "В частности, дальнейшее развитие различных форм деятельности позволяет выполнить важные задания по разработке дальнейших направлений развития. Предварительные выводы неутешительны: экономическая повестка сегодняшнего дня говорит о возможностях существующих финансовых и административных условий."
  },
]

export const actionsCard = [
  {
    id: 1,
    image: WAITING,
    text: "Прочитай задание внимательно",
    desc: "Думаю у тебя не займет это больше двух-трех минут"
  },
  {
    id: 2,
    image: DELIVERY,
    text: "Изучи весь макет заранее",
    desc: "Подумай как это будет работать на разных разрешениях и при скролле"
  },
  {
    id: 3,
    image: SECURE,
    text: "Сделай хорошо",
    desc: "Чтобы мы могли тебе доверить подобные задачи в будущем"
  },
  {
    id: 4,
    image: MONEY,
    text: "Получи предложение",
    desc: "Ну тут все просто, не я придумал правила, но думаю так и будет)))"
  },
]

export const mockArticle = [
  {
    id: 1,
    title: "Опрошенных пользовались микрокредитами",
    text: "Не могли покрыть внезапные траты свыше 7000 ₽. Доступ к заработанным деньгам помогает отказаться от кредитов и экономить деньги на процентах и штрафах Не могли покрыть внезапные траты свыше 7000 ₽. Доступ к заработанным деньгам помогает отказаться от кредитов и экономить деньги на процентах и штрафах"
  },
  {
    id: 2,
    title: "Опрошенных пользовались микрокредитами",
    text: "Не могли покрыть внезапные траты свыше 7000 ₽. Доступ к заработанным деньгам помогает отказаться от кредитов и экономить деньги на процентах и штрафах Не могли покрыть внезапные траты свыше 7000 ₽. Доступ к заработанным деньгам помогает отказаться от кредитов и экономить деньги на процентах и штрафах"
  },
  {
    id: 3,
    title: "Опрошенных пользовались микрокредитами",
    text: "Не могли покрыть внезапные траты свыше 7000 ₽. Доступ к заработанным деньгам помогает отказаться от кредитов и экономить деньги на процентах и штрафах Не могли покрыть внезапные траты свыше 7000 ₽. Доступ к заработанным деньгам помогает отказаться от кредитов и экономить деньги на процентах и штрафах"
  },
  {
    id: 4,
    title: "Опрошенных пользовались микрокредитами",
    text: "Не могли покрыть внезапные траты свыше 7000 ₽. Доступ к заработанным деньгам помогает отказаться от кредитов и экономить деньги на процентах и штрафах Не могли покрыть внезапные траты свыше 7000 ₽. Доступ к заработанным деньгам помогает отказаться от кредитов и экономить деньги на процентах и штрафах"
  }
]